[
  {
    "title": "Yesterday, Today, Forever",
    "author": "Albert B. Simpson and James H. Burke",
    "year": "1890",
    "lang": "en",
    "copyright": "public",
    "contributor": "GlorifyStaff",
    "lyric": [
      [
        "O how sweet the glorious message simple faith may claim",
        "Yesterday, today, forever Jesus is the same.",
        "Still He loves to save the sinful, heal the sick and lame",
        "Cheer the mourner, still the tempest, glory to His Name."
      ],
      [
        "Yesterday, today, forever, Jesus is the same.",
        "All may change, but Jesus never! Glory to His Name!",
        "Glory to His Name! Glory to His Name!",
        "All may change, but Jesus never! Glory to His Name!"
      ],
      [
        "He, who was the Friend of sinners, seeks the lost one now",
        "Sinner come, and at His footstool penitently bow",
        "He Who said “I’ll not condemn thee, go and sin no more,”",
        "Speaks to thee that word of pardon as in days of yore."
      ],
      [
        "Yesterday, today, forever, Jesus is the same.",
        "All may change, but Jesus never! Glory to His Name!",
        "Glory to His Name! Glory to His Name!",
        "All may change, but Jesus never! Glory to His Name!"
      ],
      [
        "Oft on earth He healed the sufferer by His mighty hand",
        "Still our sicknesses and sorrows go at His command",
        "He who gave His healing virtue to a woman’s touch",
        "To the faith that claims His fullness still will give as much."
      ],
      [
        "Yesterday, today, forever, Jesus is the same.",
        "All may change, but Jesus never! Glory to His Name!",
        "Glory to His Name! Glory to His Name!",
        "All may change, but Jesus never! Glory to His Name!"
      ],
      [
        "As of old He walked to Emmaus, with them to abide",
        "So through all life’s way He walketh ever near our side",
        "Soon again we shall behold Him, Hasten Lord the day",
        "But twill still be this same Jesus as He went away."
      ],
      [
        "Yesterday, today, forever, Jesus is the same.",
        "All may change, but Jesus never! Glory to His Name!",
        "Glory to His Name! Glory to His Name!",
        "All may change, but Jesus never! Glory to His Name!"
      ]
    ]
  }
]